ask_password = '''Введите пароль, чтобы начать пользоваться ботом. 
Пароль можно найти в <a href="https://vas3k.club/user/legeminus/">Профиле автора бота</a>
'''
password_is_wrong = 'Пароль введен неверно, нажмите /start , чтобы начать сначала.'

hello_club_new_user = '''
📨 Здесь вы можете написать в сервис коротких сообщений Вастрик.Клуба — Вастрик.Трибуна

📝 Поднимите философский или наболевший вопрос, который не вписывается в полноценный пост в Клубе, выскажите мнение, задайте тему для обсуждения с потолка или о мимолетной новости.

🖐️ Для мемов, объявлений и справочных вопросов есть другие места в Вастрик.Клубе

👮 Посты и комментарии модерируются по правилам Клуба и нарушители будут забанены и для постинга или для комментирования постов.

🚫 Не делитесь ссылками на предложку и канал с людьми вне клуба.

💎 Старайтесь быть интересны и адекватны.
'''

hello_club_user = '''
Привет, друг!
'''

start_text_new = hello_club_new_user

new_post_tooltip = '''
⬇️ Напишите ваше сообщение длиной не более 560 символов ниже.
✅ Поддерживается простой и форматированный текст, фото с описанием, видео с описанием, опросы.
❌ Не поддерживаются стикеры, GIF, музыка, аудиосообщения, кружочки, файлы.
'''
public_text_post = '''
©️@username ({})
{}
'''
anonym_text_post = '''
Новая запись в Вастрик.Трибуна!

{}
'''