ask_password = '''Введите пароль, чтобы начать пользоваться ботом. 
Пароль можно найти в <a href="https://vas3k.club/user/legeminus/">Профиле автора бота</a>
'''
password_is_wrong = 'Пароль введен неверно, нажмите /start , чтобы начать сначала.'

hello_new_user = '''
📨 Здесь вы можете написать в сервис коротких сообщений Вастрик.Клуба — <a href="https://t.me/+LHnmfbNIdM9kNmNi">Вастрик.Трибуна</a>

📝 Поднимите философский или наболевший вопрос, который не вписывается в полноценный пост в Клубе, выскажите мнение, задайте тему для обсуждения с потолка или о мимолетной новости.

🖐️ Для мемов, объявлений и справочных вопросов есть другие места в Вастрик.Клубе

👮 Посты и комментарии модерируются по правилам Клуба и нарушители будут забанены и для постинга или для комментирования постов.

🚫 Не делитесь ссылками на предложку и канал с людьми вне клуба.

💎 Старайтесь быть интересны и адекватны.
'''

hello_registered_user = hello_new_user

start_text_new = hello_new_user

new_post_tooltip = '''
⬇️ Напишите ваше сообщение длиной не более 560 символов ниже.
✅ Поддерживается простой и форматированный текст, фото с описанием, видео с описанием, опросы.
❌ Не поддерживаются стикеры, GIF, музыка, аудиосообщения, кружочки, файлы.
'''

forbidden_types = '''
😔К сожалению, мы не поддерживаем отправку фото или видео без описания, стикеров, GIF, музыки, аудиосообщений, кружочков, файлов и текста длиной более 560 символов
✅Зато поддерживаются опросы, простой и форматированный текст, фото и видео с описанием.

⬇️Попробуй ещё раз /new
'''

public_text_post = '''
{}
©️{} (<a href="https://vas3k.club/user/{}">{}</a>)
Запостить в <a href="https://t.me/instagram_directbot">Вастрик.Трибуну</a>
'''
anonym_text_post = '''
{}

Запостить в <a href="https://t.me/instagram_directbot">Вастрик.Трибуну</a>
'''
moderation_list = 'Модерация постов'
send_to_moderate = 'Запостить'
post_sent = 'Сообщение отправлено в <a href="https://t.me/+LHnmfbNIdM9kNmNi">Вастрик.Трибуна</a>'
photo_limit = 'Максимальное количество фото для отправки за один раз - 10. Для повторной отправки нажмите /now'
video_limit = 'Максимальное количество видео для отправки за один раз - 10. Для повторной отправки нажмите /now'